<?php

/**
 * @license    GPL 2 (http://www.gnu.org/licenses/gpl.html)
 *
 * @author Yuriy Skalko <yuriy.skalko@gmail.com>
 */
$lang['runautomatically']      = 'Запускать процесс очистки файлов автоматически?';
$lang['cacheage']              = 'Удалять файлы кэша по истечении этого времени (секунды).';
$lang['atticage']              = 'Удалять старые ревизии страниц по истечении этого времени (секунды).';
$lang['atticnoexonly']         = 'Удалять только старые ревизии страниц, в которых текущая ревизия больше не существует (по истечении указанного времени).';
$lang['mediaatticage']         = 'Удалять старые ревизии медиафайлов по истечении этого времени (секунды).';
$lang['mediaatticnoexonly']    = 'Удалять только старые ревизии медиафайлов, в которых текущая ревизия больше не существует (по истечении указанного времени).';
$lang['metaage']               = 'Удалять метаданные несуществующих страниц по истечении этого времени (секунды).';
$lang['mediametaage']          = 'Удалять метаданные несуществующих медиафайлов по истечении этого времени (секунды).';
$lang['lockage']               = 'Удалять устаревшие файлы блокировки по истечении этого времени (секунды).';
